**** Change the value of App.x to see the test case status change
#+BEGIN_SRC coffee :results dynamic
App.x = 2
#+END_SRC
#+RESULTS:
: 2
